/* localized date component names and plural forms */
"now" = "acum";
/* 
   SORelativeDateTransformer.strings

   Created by StdOrbit on 12/6/10.
   Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
 */

/* 
Phrase for expressing a date in the relative past. E.g. "12 minutes ago"
<relative time difference> <date component name> ago
*/
"formatTemplateForRelativePastDatePhrase" = "%@ în urmă";

/* 
Phrase for expressing a date in the relative future. E.g. "in 12 minutes"
in <relative time difference> <date component name>
*/
"formatTemplateForRelativeFutureDatePhrase" = "în %@";

"%d year (plural rule: one)" = "%d an";
"%d year (plural rule: many)" = "%d ani";
"%d year (plural rule: few)" = "%d ani";
"%d year (plural rule: other)" = "%d ani";
"%d month (plural rule: one)" = "%d lună";
"%d month (plural rule: few)" = "%d luni";
"%d month (plural rule: many)" = "%d luni";
"%d month (plural rule: other)" = "%d luni";
"%d week (plural rule: one)" = "%d săptămână";
"%d week (plural rule: few)" = "%d săptămâni";
"%d week (plural rule: other)" = "%d săptămâni";
"%d week (plural rule: many)" = "%d săptămâni";
"%d day (plural rule: one)" = "%d zi";
"%d day (plural rule: few)" = "%d zile";
"%d day (plural rule: many)" = "%d zile";
"%d day (plural rule: other)" = "%d zile";
"%d hour (plural rule: one)" = "%d oră";
"%d hour (plural rule: few)" = "%d ore";
"%d hour (plural rule: many)" = "%d ore";
"%d hour (plural rule: other)" = "%d ore";
"%d minute (plural rule: one)" = "%d minut";
"%d minute (plural rule: few)" = "%d minute";
"%d minute (plural rule: many)" = "%d minute";
"%d minute (plural rule: other)" = "%d minute";
"%d second (plural rule: one)" = "%d secundă";
"%d second (plural rule: few)" = "%d secunde";
"%d second (plural rule: many)" = "%d secunde";
"%d second (plural rule: other)" = "%d secunde";
